systemtest/testcases_services/test_wcs/queries/215-process_coverage_soap_format.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope">
    <env:Header/>
    <env:Body>

<ProcessCoverages xmlns="http://www.opengis.net/wcps/1.0" service="WCS" version="2.0.1">  <query>    
      for c in (test_mean_summer_airtemp) return 1  </query></ProcessCoverages>

    </env:Body>
</env:Envelope>
